---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TransmissionData
source: html/31999f17-cdb5-a95f-483a-de53658970a7.htm
---
# TransmissionData Members

Constructs a TransmissionData from another TransmissionData